Repository: wp-plugins/isidore-suggestions
Catalog: languages/isidore-suggestions-*.po
Languages: de_de, it_it

source: Displays suggestions to resources from Isidore for a post based on its tags.
de_de: Zeige Vorschläge aus ISIDORE-Quellen auf der Basis von Schlagworten.
it_it: Mostra suggerimenti di risorse provenienti da Isidoro per un articolo sulla base delle keywords.

source: Search in Isidore
de_de: Suche in Isidore
it_it: Ricercare in Isidore

source: Search
de_de: Suche
it_it: Cerca

source: Isidore suggestions
de_de: Vorschläge aus Isidore
it_it: Suggerimenti Isidore

source: Biological anthropology
de_de: Biologische Anthropologie
it_it: Antropologia fisica

source: Social Anthropology and ethnology
de_de: Soziale Anthropologie und Ethnologie
it_it: Antropologia sociale e etnologia

source: Architecture, space management
de_de: Architekture, Stadtplanung
it_it: Architettura, organizzazione dello spazio

source: Archaeology and Prehistory
de_de: Archäologie und Vorgeschichte
it_it: Archeologia e Preistoria

source: Art and history
de_de: Kunst und Kunstgeschichte
it_it: Arte e storia dell'arte

source: Law
de_de: Rechtswissenschaften
it_it: Diritto

source: Demography
de_de: Demographie
it_it: Demografia

source: Economies and finances
de_de: Wirtschaft und Finanzen
it_it: Economia e Finanza

source: Education
de_de: Bildung
it_it: Educazione

source: Classical studies
de_de: Klassische Altertumswissenschaften
it_it: Studi classici

source: Environmental studies
de_de: Ökologie
it_it: Studi ambientali

source: Gender studies
it_it: Studi di genere

source: Geography
de_de: Geographie
it_it: Geografia

source: History
de_de: Geschichte
it_it: Storia

source: History, Philosophy and Sociology of Sciences
de_de: Geschichte, Philosophie und Soziologie der Wissenschaften
it_it: Storia, Filosofia e Sociologia delle Scienze

source: Cultural heritage and museology
de_de: Kulturgüter und Museumswissenschaft
it_it: Patrimonio culturale e museologia

source: Linguistics
de_de: Linguistik
it_it: Linguistica

source: Literature
de_de: Literaturwissenschaften
it_it: Letteratura

source: Musicology and performing arts
de_de: Musikwissenschaften und performing arts
it_it: Musica, musicologia e arti performative

source: Methods and statistics
de_de: Methoden und Statistik
it_it: Metodi e statistiche

source: Philosophy
de_de: Philosophie
it_it: Filosofia

source: Psychology
de_de: Psychologie
it_it: Psicologia

source: Religions
de_de: Religionswissenschaft
it_it: Religioni

source: Political science
de_de: Politikwissenschaft
it_it: Scienza politica

source: Communication sciences
de_de: Kommunikationswissenschaften
it_it: Scienze della comunicazione

source: Sociology
it_it: Sociologia

source: Suggestions
de_de: Vorschläge
it_it: Suggerimenti

source: Title
de_de: Titel
it_it: Titolo

source: Number of suggestions
de_de: Anzahl der Vorschläge
it_it: Numero di suggerimenti

source: Disciplines
de_de: Disziplinen
it_it: Discipline

source: Input search
de_de: Sucheingabe
it_it: Campo per la ricerca

source: Add an Isidore search box
de_de: Füge eine Isidore-Such-Box hinzu
it_it: Casella di ricerca Isidore

source: Keywords
de_de: Schlagworte
it_it: Parole chiave

source: Authors
de_de: Autoren
it_it: Autori

source: AJAX error : Failed security check !
de_de: Ajax-Fehler : Sicherheitsüberprüfung fehlgeschlagen !
it_it: Errore AJAX : Il controllo di sicurezza fallito !

source: More results ...
de_de: Weitere Ergebnisse ...
it_it: Pi√π risultati ...

source: No suggestion
de_de: keine Suchtreffer
it_it: Nessun suggerimento

source: XML error : Unable to load the data !
de_de: XML-Fehler : Daten können nicht geladen werden
it_it: Errore XML : Impossibile caricare i dati !

source: PHP error : Ask your host to enable allow_url_fopen for your blog !
de_de: PHP-Fehler : Die PHP-Einstellung „allow_url_fopen“ ist deaktiviert.
it_it: Errore PHP : Devi contattare il webmaster o il provider di hosting per consentire allow_url_fopen nella configurazione del server PHP !

source: API error : No response !
de_de: API-Fehler : keine Antwort !
it_it: Errore API : Nessuna risposta !

source: API error : Cataclysmic error ! Contact the support...
de_de: API-Fehler : katastrophaler Fehler ! Bitte wenden Sie sich an den Support ...
it_it: Errore API : Contatta il supporto tecnico...
